{
  "facts": [
    "over 99% of the species that have inhabited the earth are now extinct?",
    "that Queen Elizabeth is a trained mechanic?",
    "the Earth is 4.5 billion years old",
    "that King Tut's parents were likely to be brother and sister?",
    "in the month before the ancient Olympics no wars were allowed so that spectators could travel from across Greece unharmed?",
    "that marzipan was sold as a remedy for physical and mental disorders in the middle ages?",
    "that drug detecting dogs will eventually develop psychological problems if they do not find any drugs so they need to be taken on fake missions between live busts?",
    "in Polish scrabble, the letter Z is only worth 1 point?",
    "that apple seeds have cyanide in them!?",
    "that the word 'oxymoron' is itself an oxymoron?",
    "there is a chinese mushroom so precious that it is harvested under guard?",
    "that pure water is a poor conductor, so is suitable as a material for electrical insulation",
    "that a pineapple is actually a bunch of small berries fused together into a single mass?",
    "ravens can imitate human speech more effectively than parrots?",
    "that potatoes arrived in Japan in 1600?",
    "that workers who cut up pineapples eventually lose their fingertips due to chemical erosion from the fruit",
    "that any dolphins or whales that are caught within 3 miles of the UK are considered the personal property of Queen Elizabeth",
    "that the cello is the closest sounding instrument to the human voice?",
    "that Nintendo was a card game in Japan in the late 1800s, also it means 'Leave luck to heaven' or 'deep in the mind, we do whatever we have to do'",
    "that choosing diet coke (or any other diet drink) as a mixer will get you more drunk than the full-fat option?",
    "a cab driver set a record in manhatten recently by hitting 240 consecutive green lights",
    "there are only 8 surviving species of bear left in the world",
    "in Switzerland it's illegal to own a guinea pig on it's own because they are prone to loneliness 💔",
    "starfish can turn their stomachs inside out"
  ]
}
